Repository: pipixdev/FlowDown
Catalog: FlowDown/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: Edit Endpoint
de: Endpunkt bearbeiten
es: Editar endpoint
fr: Modifier l’endpoint
ja: エンドポイントを編集
ko: 엔드포인트 편집
zh_hans: 编辑端点

source: Edit Fields
de: Felder bearbeiten
es: Editar campos
fr: Modifier les champs
ja: フィールドを編集
ko: 필드 편집
zh_hans: 编辑字段

source: Edit Header
de: Header bearbeiten
es: Editar encabezado
fr: Modifier l’en-tête
ja: ヘッダーを編集
ko: 헤더 편집
zh_hans: 编辑报头

source: Edit Headers
de: Header bearbeiten
es: Editar encabezados
fr: Modifier les en-têtes
ja: ヘッダーを編集
ko: 헤더 편집
zh_hans: 编辑报头

source: Edit MCP Server
de: MCP-Server bearbeiten
es: Editar servidor MCP
fr: Modifier le serveur MCP
ja: MCP サーバーを編集
ko: MCP 서버 편집
zh_hans: 编辑 MCP 服务器

source: Edit Model
de: Modell bearbeiten
es: Editar modelo
fr: Modifier le modèle
ja: モデルを編集
ko: 모델 편집
zh_hans: 编辑模型

source: Edit Model Identifier
de: Modellkennung bearbeiten
es: Editar identificador del modelo
fr: Modifier l’identifiant du modèle
ja: モデル識別子を編集
ko: 모델 식별자 편집
zh_hans: 编辑模型名称

source: Edit Model Name
de: Modellname bearbeiten
es: Editar nombre del modelo
fr: Modifier le nom du modèle
ja: モデル名を編集
ko: 모델 이름 편집
zh_hans: 编辑模型名称

source: Edit Name
de: Namen bearbeiten
es: Editar nombre
fr: Modifier le nom
ja: 名前を編集
ko: 이름 편집
zh_hans: 编辑名称

source: Edit Nickname
de: Spitznamen bearbeiten
es: Editar apodo
fr: Modifier le surnom
ja: ニックネームを編集
ko: 닉네임 편집
zh_hans: 编辑昵称

source: Edit Template
de: Vorlage bearbeiten
es: Editar plantilla
fr: Modifier le modèle
ja: テンプレートを編集
ko: 템플릿 편집
zh_hans: 编辑模板

source: Edit Workgroup (Optional)
de: Arbeitsgruppe bearbeiten (optional)
es: Editar grupo de trabajo (opcional)
fr: Modifier le groupe de travail (facultatif)
ja: ワークグループを編集（任意）
ko: 워크그룹 편집(선택 사항)
zh_hans: 编辑工作组（可选）

source: Either model is corrupted or not supported.
de: Entweder ist das Modell beschädigt oder nicht unterstützt.
es: El modelo está dañado o no es compatible.
fr: Le modèle est corrompu ou non pris en charge.
ja: モデルが破損しているか、未対応です。
ko: 모델이 손상되었거나 지원되지 않습니다.
zh_hans: 可能是模型已损坏或不被支持。

source: Elicitation request was denied by the user.
de: Elicitation-Anfrage wurde vom Nutzer abgelehnt.
es: La solicitud de elicitación fue denegada por el usuario.
fr: La demande d’élicitation a été refusée par l’utilisateur.
ja: ユーザーが提示要求を拒否しました。
ko: 정보 요청이 사용자에 의해 거부되었습니다.
zh_hans: 引出请求被用户拒绝。

source: Empty message.
de: Leere Nachricht.
es: Mensaje vacío.
fr: Message vide.
ja: メッセージが空です。
ko: 메시지가 비어 있습니다.
zh_hans: 空消息。

source: Empty Model
de: Leeres Modell
es: Modelo vacío
fr: Modèle vide
ja: 空のモデル
ko: 빈 모델
zh_hans: 空模型配置

source: Enable
de: Aktivieren
es: Activar
fr: Activer
ja: 有効にする
ko: 활성화
zh_hans: 启用

source: Enable Foundation Model
de: Foundation-Modell aktivieren
es: Activar modelo Foundation
fr: Activer Foundation Model
ja: Foundation モデルを有効化
ko: Foundation 모델 활성화
zh_hans: 启用 Foundation Model

source: Enable iCloud Sync
de: iCloud-Synchronisierung aktivieren
es: Activar sincronización con iCloud
fr: Activer la synchro iCloud
ja: iCloud 同期を有効化
ko: iCloud 동기화 활성화
zh_hans: 启用 iCloud 同步

source: Enable iCloud sync to keep data consistent across your devices. Turning off does not delete existing data.
de: Aktiviere iCloud-Sync, um Daten über deine Geräte hinweg konsistent zu halten. Deaktivieren löscht keine vorhandenen Daten.
es: Activa la sincronización con iCloud para mantener los datos consistentes entre tus dispositivos. Desactivarla no elimina los datos existentes.
fr: Activez la synchro iCloud pour garder vos données cohérentes sur vos appareils. La désactivation ne supprime pas les données existantes.
ja: iCloud 同期で複数デバイスのデータを一致させます。オフにしても既存データは削除されません。
ko: 기기 간 데이터 일치를 위해 iCloud 동기화를 켜세요. 끄더라도 기존 데이터는 삭제되지 않습니다.
zh_hans: 启用 iCloud 同步以保持多设备数据一致。关闭不会删除现有数据。

source: Enable Live Activity
de: Live-Aktivität aktivieren
es: Activar actividad en vivo
fr: Activer l’activité en direct
ja: ライブアクティビティを有効にする
ko: 라이브 활동 활성화
zh_hans: 启用实时活动

source: Enable Memory
de: Erinnerung aktivieren
es: Activar memoria
fr: Activer la mémoire
ja: メモリーを有効化
ko: 메모리 활성화
zh_hans: 启用记忆

source: Enable Memory Tools
de: Memory-Tools aktivieren
es: Activar herramientas de memoria
fr: Activer les outils de mémoire
ja: メモリーツールを有効化
ko: 메모리 도구 활성화
zh_hans: 启用记忆工具

source: Enable this to automatically collapse reasoning content after the reasoning is completed. This is useful for keeping the chat interface clean and focused on the final response.
de: Aktiviere dies, um Begründungsinhalte nach Abschluss automatisch einzuklappen. Hilft, das Chat-Interface sauber zu halten.
es: Activa esto para contraer automáticamente el contenido de razonamiento después de completarlo. Es útil para mantener la interfaz limpia y centrada en la respuesta final.
fr: Activez cette option pour replier automatiquement le contenu de raisonnement une fois terminé. Utile pour garder l’interface de chat claire et centrée sur la réponse finale.
ja: 推論完了後に推論内容を自動で折りたたみます。チャット画面をスッキリさせ、最終回答に集中するのに役立ちます。
ko: 추론이 완료된 후 자동으로 추론 내용을 접습니다. 채팅 화면을 깔끔하고 최종 응답에 집중할 수 있게 합니다.
zh_hans: 启用这个选项将在推理结束时自动折叠思考内容。

source: Enable this to require Command + Enter to send message. On touch devices, you will need to tap the send button manually.
de: Aktiviere dies, damit zum Senden Command + Enter erforderlich ist. Auf Touch-Geräten musst du dann den Senden-Button tippen.
es: Activa esto para exigir Command + Enter al enviar mensajes. En dispositivos táctiles tendrás que tocar el botón de enviar manualmente.
fr: Activez cette option pour exiger Commande + Entrée pour envoyer le message. Sur les appareils tactiles, vous devrez appuyer sur le bouton d’envoi.
ja: 送信時に Command + Enter を要求します。タッチデバイスでは送信ボタンを手動でタップしてください。
ko: 메시지를 보내려면 Command + Enter가 필요하도록 설정합니다. 터치 기기에서는 보내기 버튼을 직접 탭해야 합니다.
zh_hans: 当启用这个选项，需要同时按下 Command + 回车 才会发送消息。在触摸设备上，则需要点击发送按钮。

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
ja: 有効
ko: 활성화됨
zh_hans: 启用

source: Encoding Audio
de: Audio wird kodiert
es: Codificando audio
fr: Encodage audio
ja: 音声をエンコード中
ko: 오디오 인코딩 중
zh_hans: 编码音频

source: End: %@
de: Ende: %@
es: Fin: %@
fr: Fin : %@
ja: 終了: %@
ko: 종료: %@
zh_hans: 结束于：%@

source: Endpoint
de: Endpunkt
fr: Point de terminaison
ja: エンドポイント
ko: 엔드포인트
zh_hans: 端点

source: Enter a keyword to search for in your conversations. Leave empty to return recent conversations.
de: Gib ein Stichwort ein, um in deinen Unterhaltungen zu suchen. Leer lassen, um aktuelle Unterhaltungen anzuzeigen.
es: Introduce una palabra clave para buscar en tus conversaciones. Déjala vacía para devolver conversaciones recientes.
fr: Entrez un mot-clé pour rechercher dans vos conversations. Laissez vide pour les conversations récentes.
ja: 会話内を検索するキーワードを入力してください。空のままなら最近の会話を返します。
ko: 대화에서 검색할 키워드를 입력하세요. 비워두면 최근 대화를 반환합니다.
zh_hans: 输入搜索对话的关键词。留空来返回最近的对话。

source: Enter instructions...
de: Anweisungen eingeben...
es: Introduce instrucciones...
fr: Saisissez des instructions...
ja: 指示を入力...
ko: 지침 입력...
zh_hans: 输入指令

source: Enter template name
de: Vorlagennamen eingeben
es: Introduce el nombre de la plantilla
fr: Saisissez le nom du modèle
ja: テンプレート名を入力
ko: 템플릿 이름 입력
zh_hans: 编辑模板名称

source: Erase All
de: Alles löschen
es: Borrar todo
fr: Tout effacer
ja: すべて消去
ko: 모두 지우기
zh_hans: 清空

source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
zh_hans: 错误

source: Error getting location details: %@
de: Fehler beim Abrufen der Standortdetails: %@
es: Error al obtener detalles de ubicación: %@
fr: Erreur lors de l’obtention des détails de localisation : %@
ja: 位置情報の取得エラー: %@
ko: 위치 세부 정보를 가져오는 중 오류: %@
zh_hans: 无法获取地理位置的详细信息：%@

source: Error Occurred
de: Fehler aufgetreten
es: Ocurrió un error
fr: Erreur survenue
ja: エラーが発生しました
ko: 오류 발생
zh_hans: 遇到错误

source: Essential
de: Essentiell
es: Esencial
fr: Essentiel
ja: 必須
ko: 필수
zh_hans: 仅在必要时

source: Evaluate
de: Bewerten
es: Evaluar
fr: Évaluer
ja: 評価
ko: 평가
zh_hans: 评估

source: Evaluation History
de: Bewertungsverlauf
es: Historial de evaluación
fr: Historique d’évaluation
ja: 評価履歴
ko: 평가 기록
zh_hans: 评估历史

source: Evaluation Model
de: Bewertungsmodell
es: Modelo de evaluación
fr: Modèle d’évaluation
ja: 評価モデル
ko: 평가 모델
zh_hans: 评测模型

source: Evaluation Result
de: Bewertungsergebnis
es: Resultado de la evaluación
fr: Résultat de l'évaluation
ja: 評価結果
ko: 평가 결과
zh_hans: 评估结果

source: Even if you download this model, it may not work or even crash the app. Do you still want to download this model? Estimated download size: %@
de: Auch wenn du dieses Modell herunterlädst, könnte es nicht funktionieren oder die App zum Absturz bringen. Möchtest du dieses Modell trotzdem herunterladen? Geschätzte Downloadgröße: %@
es: Aunque descargues este modelo, puede que no funcione o incluso haga que la app se cierre. ¿Aún quieres descargarlo? Tamaño de descarga estimado: %@
fr: Même si vous téléchargez ce modèle, il pourrait ne pas fonctionner ou faire planter l’app. Voulez-vous quand même le télécharger ? Taille de téléchargement estimée : %@
ja: このモデルをダウンロードしても動作しない、またはアプリがクラッシュする可能性があります。それでもダウンロードしますか？ 推定ダウンロードサイズ: %@
ko: 이 모델을 다운로드하더라도 작동하지 않거나 앱이 충돌할 수 있습니다. 그래도 이 모델을 다운로드하시겠습니까? 예상 다운로드 크기: %@
zh_hans: 即使成功下载了模型，也可能无法运行或使程序崩溃。你依然要下载这个模型吗？ 预计下载的大小：%@

source: Event
de: Ereignis
es: Evento
fr: Événement
ja: イベント
ko: 이벤트
zh_hans: 事件

source: Event added to calendar.
de: Ereignis zum Kalender hinzugefügt.
es: Evento añadido al calendario.
fr: Événement ajouté au calendrier.
ja: カレンダーにイベントを追加しました。
ko: 이벤트가 캘린더에 추가되었습니다.
zh_hans: 事件已添加到日历。

source: Event: %@
de: Ereignis: %@
es: Evento: %@
fr: Événement : %@
ja: イベント: %@
ko: 이벤트: %@
zh_hans: 事件：%@

source: Execute MCP Tool
de: MCP-Tool ausführen
es: Ejecutar herramienta MCP
fr: Exécuter l’outil MCP
ja: MCP ツールを実行
ko: MCP 도구 실행
zh_hans: 执行 MCP 工具

source: Executed %lld tool calls
de: %lld Tool-Aufrufe ausgeführt
es: Se ejecutaron %lld llamadas de herramientas
fr: %lld appels d’outils exécutés
ja: %lld 件のツール呼び出しを実行
ko: 도구 호출 %lld회를 실행했습니다
zh_hans: 执行了 %lld 个工具

source: Exit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
ko: 종료
zh_hans: 退出

source: Exit Evaluation
de: Evaluierung beenden
es: Salir de la evaluación
fr: Quitter l’évaluation
ja: 評価を終了
ko: 평가 종료
zh_hans: 退出评测

source: Exiting now will interrupt the running evaluation.
de: Wenn du jetzt beendest, wird die laufende Evaluierung unterbrochen.
es: Salir ahora interrumpirá la evaluación en curso.
fr: Quitter maintenant interrompra l’évaluation en cours.
ja: 今終了すると、実行中の評価が中断されます。
ko: 지금 종료하면 실행 중인 평가가 중단됩니다.
zh_hans: 此时退出将中断正在运行的评测。

source: Expand capabilities with Model Context Protocol servers.
de: Erweitere Funktionen mit Model-Context-Protocol-Servern.
es: Amplía capacidades con servidores Model Context Protocol.
fr: Étendez les capacités avec des serveurs Model Context Protocol.
ja: Model Context Protocol サーバーで機能拡张。
ko: Model Context Protocol 서버로 기능을 확장하세요.
zh_hans: 通过 Model Context Protocol 服务器扩展能力。

source: Export all memories as JSON file.
de: Alle Erinnerungen als JSON-Datei exportieren.
es: Exporta todos los recuerdos como archivo JSON.
fr: Exportez toutes les mémoires en fichier JSON.
ja: すべてのメモリーを JSON ファイルとしてエクスポートします。
ko: 모든 메모리를 JSON 파일로 내보냅니다.
zh_hans: 导出所有记忆到 JSON 文件。

source: Export app preferences and model configurations without conversations.
de: App-Einstellungen und Modellkonfigurationen ohne Unterhaltungen exportieren.
es: Exportar preferencias de la app y configuraciones de modelos sin conversaciones.
fr: Exporter les préférences de l’app et les configurations de modèles sans les conversations.
ja: 会話を含めずにアプリの設定とモデル構成をエクスポートします。
ko: 대화를 제외하고 앱 환경설정과 모델 구성을 내보냅니다.
zh_hans: 在不包含会话的情况下导出应用偏好和模型配置。

source: Export Database
de: Datenbank exportieren
es: Exportar base de datos
fr: Exporter la base de données
ja: データベースをエクスポート
ko: 데이터베이스 내보내기
zh_hans: 导出数据库

source: Export Document
de: Dokument exportieren
es: Exportar documento
fr: Exporter le document
ja: ドキュメントをエクスポート
ko: 문서 내보내기
zh_hans: 导出文档

source: Export Failed
de: Export fehlgeschlagen
es: Error al exportar
fr: Échec de l’export
ja: エクスポートに失敗しました
ko: 내보내기 실패
zh_hans: 导出失败

source: Export Image
de: Bild exportieren
es: Exportar imagen
fr: Exporter l’image
ja: 画像をエクスポート
ko: 이미지 내보내기
zh_hans: 导出图像

source: Export Markdown
de: Markdown exportieren
es: Exportar Markdown
fr: Exporter en Markdown
ja: Markdown をエクスポート
ko: 마크다운 내보내기
zh_hans: 导出标记文档

source: Export MCP Server
de: MCP-Server exportieren
es: Exportar servidor MCP
fr: Exporter le serveur MCP
ja: MCP サーバーをエクスポート
ko: MCP 서버 내보내기
zh_hans: 导出服务器

source: Export Memories
de: Erinnerungen exportieren
es: Exportar recuerdos
fr: Exporter les mémoires
ja: メモリーをエクスポート
ko: 메모리 내보내기
zh_hans: 导出记忆

source: Export Model
de: Modell exportieren
es: Exportar modelo
fr: Exporter le modèle
ja: モデルをエクスポート
ko: 모델 내보내기
zh_hans: 导出

source: Export Plain Text
de: Klartext exportieren
es: Exportar texto plano
fr: Exporter en texte brut
ja: プレーンテキストをエクスポート
ko: 일반 텍스트 내보내기
zh_hans: 导出纯文本

source: Export Server
de: Server exportieren
es: Exportar servidor
fr: Exporter le serveur
ja: サーバーをエクスポート
ko: 서버 내보내기
zh_hans: 导出服务器

source: Export Settings
de: Einstellungen exportieren
es: Exportar ajustes
fr: Exporter les réglages
ja: 設定を書き出す
ko: 설정 내보내기
zh_hans: 导出设置

source: Export Template
de: Vorlage exportieren
es: Exportar plantilla
fr: Exporter le modèle
ja: テンプレートをエクスポート
ko: 템플릿 내보내기
zh_hans: 导出模板

source: Export the database file.
de: Datenbankdatei exportieren.
es: Exporta el archivo de base de datos.
fr: Exporter le fichier de base de données.
ja: データベースファイルをエクスポートします。
ko: 데이터베이스 파일을 내보냅니다.
zh_hans: 导出数据库文件。

source: Export this chat template as a .fdtemplate file for sharing or backup.
de: Diese Chat-Vorlage als .fdtemplate-Datei zum Teilen oder Backup exportieren.
es: Exporta esta plantilla de chat como archivo .fdtemplate para compartirla o hacer copia de seguridad.
fr: Exportez ce modèle de chat en fichier .fdtemplate pour le partage ou la sauvegarde.
ja: このチャットテンプレートを .fdtemplate として共有・バックアップ用にエクスポートします。
ko: 이 채팅 템플릿을 공유 또는 백업용 .fdtemplate 파일로 내보냅니다.
zh_hans: 导出对话模板到文件以便共享。

source: Export this MCP server as a .fdmcp file for sharing or backup.
de: Diesen MCP-Server als .fdmcp-Datei zum Teilen oder Backup exportieren.
es: Exporta este servidor MCP como archivo .fdmcp para compartirlo o respaldarlo.
fr: Exportez ce serveur MCP en fichier .fdmcp pour le partage ou la sauvegarde.
ja: この MCP サーバーを .fdmcp として共有・バックアップ用にエクスポートします。
ko: 이 MCP 서버를 공유 또는 백업용 .fdmcp 파일로 내보냅니다.
zh_hans: 将此 MCP 服务器配置导出为 .fdmcp 文件用于备份或共享。

source: Exported Conversation - %@
de: Exportierte Unterhaltung - %@
es: Conversación exportada - %@
fr: Conversation exportée - %@
ja: エクスポートした会話 - %@
ko: 내보낸 대화 - %@
zh_hans: 导出的对话 - %@

source: Exported Database %@
de: Exportierte Datenbank %@
es: Base de datos exportada %@
fr: Base de données exportée %@
ja: エクスポートしたデータベース %@
ko: 내보낸 데이터베이스 %@
zh_hans: 导出的数据库 %@

source: Exported database contains all conversations data and cloud model configurations, but does not include local model data (weights). Use Settings Backup to export application preferences.
de: Die exportierte Datenbank enthält alle Gesprächsdaten und Cloud-Modellkonfigurationen, schließt jedoch lokale Modelldaten (Gewichte) aus. Verwende die Einstellungen-Sicherung, um App-Einstellungen zu exportieren.
es: La base de datos exportada incluye todas las conversaciones y configuraciones de modelos en la nube, pero no incluye los datos de modelos locales (pesos). Usa la copia de seguridad de ajustes para exportar las preferencias de la aplicación.
fr: La base de données exportée inclut toutes les conversations et les configurations de modèles cloud, mais exclut les données des modèles locaux (poids). Utilisez la sauvegarde des réglages pour exporter les préférences de l’app.
ja: エクスポートされたデータベースにはすべての会話データとクラウドモデルの設定が含まれますが、ローカルモデルのデータ（重み）は含まれません。アプリの設定を出力するには設定バックアップを使用してください。
ko: 내보낸 데이터베이스에는 모든 대화 데이터와 클라우드 모델 설정이 포함되지만 로컬 모델 데이터(가중치)는 포함되지 않습니다. 앱 환경설정을 내보내려면 설정 백업을 사용하세요.
zh_hans: 导出的数据库包含所有会话数据和云端模型配置，但不包含本地模型数据（权重）。要导出应用偏好，请使用设置备份。

source: Exporting
de: Exportiere
es: Exportando
fr: Exportation
ja: 書き出し中
ko: 내보내는 중
zh_hans: 正在导出

source: Exporting Model
de: Modell wird exportiert
es: Exportando modelo
fr: Export du modèle
ja: モデルをエクスポート中
ko: 모델 내보내는 중
zh_hans: 正在导出模型

source: Exporting...
de: Exportieren...
es: Exportando...
fr: Exportation...
ja: エクスポート中...
ko: 내보내는 중...
zh_hans: 正在导出

source: external application
de: externe Anwendung
es: aplicación externa
fr: application externe
ja: 外部アプリケーション
ko: 외부 애플리케이션
zh_hans: 外部应用

source: External Resources
de: Externe Ressourcen
es: Recursos externos
fr: Ressources externes
ja: 外部リソース
ko: 외부 리소스
zh_hans: 外部资源

source: Extra headers and body fields can be used to fine-tune model behavior and performance, such as enabling reasoning or setting reasoning budgets. The specific parameters vary across different service providers—please refer to their official documentation.
de: Zusätzliche Header und Body-Felder können genutzt werden, um das Modellverhalten zu optimieren, z. B. Reasoning aktivieren oder Budgets setzen. Konkrete Parameter variieren je Anbieter – siehe deren Dokumentation.
es: Cabeceras y campos de cuerpo adicionales pueden usarse para afinar el comportamiento y rendimiento del modelo, como habilitar el razonamiento o establecer presupuestos de razonamiento. Los parámetros específicos varían según el proveedor; consulta su documentación oficial.
fr: Des en-têtes et champs de corps supplémentaires peuvent affiner le comportement et les performances du modèle, par exemple activer le raisonnement ou définir des budgets de raisonnement. Les paramètres varient selon les fournisseurs — consultez leur documentation officielle.
ja: 追加ヘッダーやボディフィールドでモデルの挙動や性能を調整できます（推論有効化や予算設定など）。パラメータはプロバイダごとに異なるため、公式ドキュメントを参照してください。
ko: 추가 헤더와 바디 필드를 사용해 모델 동작과 성능을 조정할 수 있습니다. 예를 들어 추론을 활성화하거나 추론 예산을 설정합니다. 구체적인 매개변수는 서비스 제공자마다 다르니 공식 문서를 참고하세요.
zh_hans: 额外的报头和请求体可以用来精细控制模型的行为和表现，例如是否启用推理或推理消耗的预算。对于不同的服务提供商来说，这里具体的参数各有差异，请参考他们的原始文档来填写。

source: Fail
de: Fehlgeschlagen
es: Fallido
fr: Échec
ja: 不合格
ko: 실패
zh_hans: 失败

source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
ja: 失敗
ko: 실패
zh_hans: 失败

source: Failed to add event: %@
de: Ereignis konnte nicht hinzugefügt werden: %@
es: No se pudo añadir el evento: %@
fr: Échec de l’ajout de l’événement : %@
ja: イベントの追加に失敗しました: %@
ko: 이벤트 추가에 실패했습니다: %@
zh_hans: 无法添加事件：%@

source: Failed to clear memories: %@
de: Erinnerungen konnten nicht gelöscht werden: %@
es: No se pudieron borrar los recuerdos: %@
fr: Échec de l’effacement des mémoires : %@
ja: メモリーの消去に失敗しました: %@
ko: 메모리 삭제에 실패했습니다: %@
zh_hans: 无法清除记忆：%@

source: Failed to convert PDF pages to images.
de: PDF-Seiten konnten nicht in Bilder konvertiert werden.
es: No se pudieron convertir páginas de PDF en imágenes.
fr: Échec de la conversion des pages PDF en images.
ja: PDF ページの画像変換に失敗しました。
ko: PDF 페이지를 이미지로 변환하지 못했습니다.
zh_hans: 无法将 PDF 转换成图片。

source: Failed to create regex patterns
de: Regex-Muster konnten nicht erstellt werden
es: No se pudieron crear los patrones regex
fr: Échec de la création des motifs regex
ja: 正規表現パターンの作成に失敗しました
ko: 정규식 패턴을 생성하지 못했습니다
zh_hans: 无法启动正则表达式匹配。

source: Failed to decode data.
de: Daten konnten nicht dekodiert werden.
es: No se pudieron decodificar los datos.
fr: Échec du décodage des données.
ja: データのデコードに失敗しました。
ko: 데이터 디코딩에 실패했습니다.
zh_hans: 无法解码数据。

source: Failed to delete memory: %@
de: Erinnerung konnte nicht gelöscht werden: %@
es: No se pudo eliminar el recuerdo: %@
fr: Échec de la suppression de la mémoire : %@
ja: メモリーの削除に失敗しました: %@
ko: 메모리 삭제에 실패했습니다: %@
zh_hans: 无法删除记忆：%@

source: Failed to display confirmation dialog.
de: Bestätigungsdialog konnte nicht angezeigt werden.
es: No se pudo mostrar el diálogo de confirmación.
fr: Impossible d’afficher la boîte de confirmation.
ja: 確認ダイアログの表示に失敗しました。
ko: 확인 대화 상자를 표시하지 못했습니다.
zh_hans: 无法显示确认信息。

source: Failed to display results dialog.
de: Ergebnisdialog konnte nicht angezeigt werden.
es: No se pudo mostrar el diálogo de resultados.
fr: Impossible d’afficher la boîte de résultats.
ja: 結果ダイアログの表示に失敗しました。
ko: 결과 대화 상자를 표시하지 못했습니다.
zh_hans: 无法显示结果对话框。

source: Failed to display URL open request dialog.
de: Dialog zum Öffnen der URL konnte nicht angezeigt werden.
es: No se pudo mostrar el diálogo para abrir la URL.
fr: Impossible d’afficher la demande d’ouverture d’URL.
ja: URL オープン要求ダイアログの表示に失敗しました。
ko: URL 열기 요청 대화 상자를 표시하지 못했습니다.
zh_hans: 无法显示 URL 授权对话框。

source: Failed to export memories: %@
de: Erinnerungen konnten nicht exportiert werden: %@
es: No se pudieron exportar los recuerdos: %@
fr: Échec de l’export des mémoires : %@
ja: メモリーのエクスポートに失敗しました: %@
ko: 메모리 내보내기에 실패했습니다: %@
zh_hans: 无法导出记忆：%@

source: Failed to extract required information from model response.
de: Benötigte Informationen konnten nicht aus der Modellantwort extrahiert werden.
es: No se pudo extraer la información necesaria de la respuesta del modelo.
fr: Impossible d’extraire les informations requises de la réponse du modèle.
ja: モデル応答から必要な情報を抽出できませんでした。
ko: 모델 응답에서 필요한 정보를 추출하지 못했습니다.
zh_hans: 无法从模型的响应提取所需信息。

source: Failed to fetch the web content.
de: Webinhalt konnte nicht abgerufen werden.
es: No se pudo obtener el contenido web.
fr: Impossible de récupérer le contenu web.
ja: ウェブコンテンツの取得に失敗しました。
ko: 웹 콘텐츠를 가져오지 못했습니다.
zh_hans: 无法获取网络内容。

source: Failed to generate text.
de: Text konnte nicht generiert werden.
es: No se pudo generar texto.
fr: Échec de la génération de texte.
ja: テキスト生成に失敗しました。
ko: 텍스트 생성에 실패했습니다.
zh_hans: 无法生成输出。

source: Failed to import MCP server: %@
de: MCP-Server konnte nicht importiert werden: %@
es: No se pudo importar el servidor MCP: %@
fr: Échec de l’import du serveur MCP : %@
ja: MCP サーバーのインポートに失敗しました: %@
ko: MCP 서버 가져오기 실패: %@
zh_hans: 无法导入 MCP 服务器：%@

source: Failed to import model: %@
de: Modell konnte nicht importiert werden: %@
es: No se pudo importar el modelo: %@
fr: Échec de l’import du modèle : %@
ja: モデルのインポートに失敗しました: %@
ko: 모델 가져오기 실패: %@
zh_hans: 无法导入模型：%@

source: Failed to import template: %@
de: Vorlage konnte nicht importiert werden: %@
es: No se pudo importar la plantilla: %@
fr: Échec de l’import du modèle : %@
ja: テンプレートのインポートに失敗しました: %@
ko: 템플릿 가져오기 실패: %@
zh_hans: 无法导入模板：%@

source: Failed to load models
de: Modelle konnten nicht geladen werden
es: No se pudieron cargar los modelos
fr: Échec du chargement des modèles
ja: モデルの読み込みに失敗しました
ko: 모델을 불러오지 못했습니다
zh_hans: 加载模型失败

source: Failed to load PDF file.
de: PDF-Datei konnte nicht geladen werden.
es: No se pudo cargar el archivo PDF.
fr: Échec du chargement du fichier PDF.
ja: PDF ファイルの読み込みに失敗しました。
ko: PDF 파일을 불러오지 못했습니다.
zh_hans: 无法加载 PDF 文件。

source: Failed to parse calendar event details.
de: Kalenderereignis-Details konnten nicht geparst werden.
es: No se pudieron analizar los detalles del evento del calendario.
fr: Impossible d’analyser les détails de l’événement de calendrier.
ja: カレンダーイベントの解析に失敗しました。
ko: 캘린더 이벤트 세부 정보를 파싱하지 못했습니다.
zh_hans: 无法读取事件数据。

source: Failed to parse ICS content
de: ICS-Inhalt konnte nicht geparst werden
es: No se pudo analizar el contenido ICS
fr: Impossible d’analyser le contenu ICS
ja: ICS コンテンツの解析に失敗しました
ko: ICS 콘텐츠를 파싱하지 못했습니다
zh_hans: 无法读取事件内容。

source: Failed to parse release information.
de: Release-Informationen konnten nicht geparst werden.
es: No se pudo analizar la información de la versión.
fr: Impossible d’analyser les informations de version.
ja: リリース情報の解析に失敗しました。
ko: 릴리스 정보를 파싱하지 못했습니다.
zh_hans: 无法获取版本信息。

source: Failed to process image.
de: Bild konnte nicht verarbeitet werden.
es: No se pudo procesar la imagen.
fr: Impossible de traiter l’image.
ja: 画像の処理に失敗しました。
ko: 이미지를 처리하지 못했습니다.
zh_hans: 无法处理图片。

source: Failed to query calendar: %@
de: Kalender konnte nicht abgefragt werden: %@
es: No se pudo consultar el calendario: %@
fr: Échec de l’interrogation du calendrier : %@
ja: カレンダーの取得に失敗しました: %@
ko: 캘린더 쿼리에 실패했습니다: %@
zh_hans: 无法获取日历数据：%@
